tap "adoptopenjdk/openjdk"
tap "caarlos0/tap"
tap "coursier/formulas"
tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "minio/stable"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "rilldata/tap"
tap "scalacenter/bloop"
brew "ack"
brew "xz"
brew "readline"
brew "sqlite"
brew "python@3.10"
brew "asciinema"
brew "coreutils"
brew "openssl@3"
brew "asdf"
brew "awscli"
brew "bash-completion"
brew "bat"
brew "brew-cask-completion"
brew "python@3.9"
brew "commitizen"
brew "curl"
brew "diff-so-fancy"
brew "direnv"
brew "fzf"
brew "gh"
brew "git-delta"
brew "go"
brew "helix"
brew "helm"
brew "hub"
brew "hugo"
brew "ipython"
brew "jdtls"
brew "jq"
brew "jsonschema"
brew "kubernetes-cli"
brew "kubie"
brew "lastpass-cli", args: ["HEAD"]
brew "lazygit"
brew "llvm"
brew "lua"
brew "marksman"
brew "mdcat"
brew "mercurial"
brew "node"
brew "nativefier"
brew "neovim"
brew "node@16"
brew "okteto"
brew "openjdk@17", link: true
brew "ossp-uuid"
brew "pam-reattach"
brew "tcl-tk"
brew "pipenv"
brew "postgresql@14"
brew "pyenv"
brew "python@3.8"
brew "ranger"
brew "ripgrep"
brew "rust"
brew "sbt"
brew "scala"
brew "stylua"
brew "terminal-notifier"
brew "tfenv"
brew "the_platinum_searcher"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "utf8proc"
brew "tmux"
brew "tree"
brew "unoconv"
brew "wget"
brew "yarn"
brew "zlib"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "caarlos0/tap/timer"
brew "derailed/k9s/k9s"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "minio/stable/mc"
brew "minio/stable/minio"
brew "qmk/qmk/qmk"
brew "rilldata/tap/rill"
cask "alacritty"
cask "android-file-transfer"
cask "asana"
cask "beekeeper-studio"
cask "cyberduck"
cask "dbeaver-community"
cask "discord"
cask "disk-inventory-x"
cask "docker"
cask "drawio"
cask "firefox"
cask "flux"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "gitkraken"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "grammarly-desktop"
cask "hey"
cask "intellij-idea-ce"
cask "istat-menus"
cask "iterm2"
cask "karabiner-elements"
cask "kitty"
cask "lastpass"
cask "libreoffice"
cask "loom"
cask "mark-text"
cask "meld"
cask "notion"
cask "obsidian"
cask "qmk-toolbox"
cask "signal"
cask "slack"
cask "spotify"
cask "sync"
cask "teamviewer"
cask "textmate"
cask "tuple"
cask "ukelele"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zoom"
cask "zotero"
