tap "adoptopenjdk/openjdk"
tap "coursier/formulas"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "minio/stable"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "scalacenter/bloop"
brew "ack"
brew "readline"
brew "sqlite"
brew "xz"
brew "python@3.10"
brew "python@3.9"
brew "awscli"
brew "bash-completion"
brew "brew-cask-completion"
brew "commitizen"
brew "fzf"
brew "helm"
brew "hub"
brew "hugo"
brew "kubernetes-cli"
brew "lastpass-cli", args: ["HEAD"]
brew "lazygit"
brew "mdcat"
brew "node"
brew "nativefier"
brew "neovim", args: ["HEAD"]
brew "okteto"
brew "openjdk"
brew "openjdk@17"
brew "openssl@3"
brew "ossp-uuid"
brew "pandoc"
brew "pipenv"
brew "postgresql"
brew "tcl-tk"
brew "python@3.8"
brew "ranger"
brew "ripgrep"
brew "sbt"
brew "scala"
brew "tfenv"
brew "the_platinum_searcher"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "wget"
brew "zlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "minio/stable/mc"
brew "minio/stable/minio"
brew "qmk/qmk/qmk"
cask "amethyst"
cask "asana"
cask "beekeeper-studio"
cask "cyberduck"
cask "disk-inventory-x"
cask "docker"
cask "drawio"
cask "firefox"
cask "flux"
cask "gitkraken"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "grammarly-desktop"
cask "hey"
cask "intellij-idea-ce"
cask "istat-menus"
cask "karabiner-elements"
cask "kitty"
cask "lastpass"
cask "libreoffice"
cask "loom"
cask "mark-text"
cask "meld"
cask "notion"
cask "obsidian"
cask "qmk-toolbox"
cask "signal"
cask "slack"
cask "spotify"
cask "sync"
cask "teamviewer"
cask "textmate"
cask "tuple"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zoom"
cask "zotero"
