tap "adoptopenjdk/openjdk"
tap "caarlos0/tap"
tap "charmbracelet/tap"
tap "coursier/formulas"
tap "derailed/k9s"
tap "fluxcd/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "joshmedeski/sesh"
tap "koekeishiya/formulae"
tap "minio/stable"
tap "ngrok/ngrok"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "rilldata/tap"
tap "scalacenter/bloop"
tap "turbot/tap"
brew "ack"
brew "node"
brew "angular-cli"
brew "certifi"
brew "cryptography"
brew "libssh"
brew "xz"
brew "ansible"
brew "little-cms2"
brew "webp"
brew "harfbuzz"
brew "openjdk@17", link: true
brew "apache-spark"
brew "boost"
brew "openssl@1.1"
brew "python@3.10"
brew "asciinema"
brew "coreutils"
brew "asdf"
brew "astro"
brew "avrdude"
brew "awscli"
brew "bash-completion"
brew "libssh2"
brew "libgit2"
brew "bat"
brew "brew-cask-completion"
brew "btop"
brew "commitizen"
brew "rtmpdump"
brew "curl"
brew "diff-so-fancy"
brew "direnv"
brew "docutils"
brew "dua-cli"
brew "duckdb"
brew "fd"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "ffmpegthumbnailer"
brew "freetds"
brew "fzf"
brew "gh"
brew "git-delta"
brew "git-flow-avh"
brew "git-lfs"
brew "glow"
brew "gnupg"
brew "gpgme"
brew "gmime"
brew "go"
brew "pkg-config"
brew "gobject-introspection"
brew "graphicsmagick"
brew "grep"
brew "gum"
brew "helix"
brew "helm"
brew "htop"
brew "hub"
brew "hugo"
brew "imagemagick"
brew "ipython"
brew "isync"
brew "jdtls"
brew "jq"
brew "jsonschema"
brew "k9s"
brew "krb5"
brew "kubernetes-cli"
brew "kubie"
brew "lastpass-cli", args: ["HEAD"]
brew "lazygit"
brew "lbdb"
brew "qemu"
brew "lima"
brew "llvm"
brew "lua"
brew "luajit"
brew "luarocks"
brew "luv"
brew "lynx"
brew "marksman"
brew "maven"
brew "mdcat"
brew "mercurial"
brew "msmtp"
brew "nativefier"
brew "notmuch"
brew "neomutt"
brew "neovim"
brew "node@16"
brew "offlineimap"
brew "okteto"
brew "ossp-uuid"
brew "pam-reattach"
brew "pandoc"
brew "tree"
brew "pass"
brew "tcl-tk", link: false
brew "pillow"
brew "pipenv"
brew "pngpaste"
brew "pop"
brew "poppler"
brew "postgresql@14", restart_service: true
brew "procmail"
brew "pyenv"
brew "python@3.11"
brew "python@3.8"
brew "python@3.9"
brew "railway"
brew "ranger"
brew "ripgrep"
brew "rsync"
brew "ruff"
brew "rust"
brew "rustup"
brew "sbt"
brew "scala"
brew "sops"
brew "stylua"
brew "terminal-notifier"
brew "tfenv"
brew "the_platinum_searcher"
brew "the_silver_searcher"
brew "tig"
brew "tinyproxy"
brew "tldr"
brew "utf8proc"
brew "tmux"
brew "trash"
brew "unar"
brew "unoconv"
brew "urlview"
brew "uv"
brew "virtualenv"
brew "w3m"
brew "wal2json"
brew "watch"
brew "wget"
brew "yarn"
brew "yazi"
brew "zlib"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "caarlos0/tap/timer"
brew "charmbracelet/tap/mods"
brew "hashicorp/tap/vault"
brew "jesseduffield/lazydocker/lazydocker"
brew "joshmedeski/sesh/sesh"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "minio/stable/mc"
brew "minio/stable/minio"
brew "qmk/qmk/qmk"
brew "turbot/tap/steampipe"
cask "alacritty"
cask "android-file-transfer"
cask "asana"
cask "beekeeper-studio"
cask "cyberduck"
cask "dbeaver-community"
cask "discord"
cask "disk-inventory-x"
cask "docker"
cask "drawio"
cask "firefox"
cask "flux"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-symbols-only-nerd-font"
cask "gimp"
cask "gitify"
cask "gitkraken"
cask "glance-chamburr"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "grammarly-desktop"
cask "hey"
cask "intellij-idea-ce"
cask "istat-menus"
cask "iterm2"
cask "karabiner-elements"
cask "keycastr"
cask "kitty"
cask "lastpass"
cask "libreoffice"
cask "loom"
cask "mark-text"
cask "meld"
cask "ngrok"
cask "notion"
cask "obsidian"
cask "proxifier"
cask "qmk-toolbox"
cask "quarto"
cask "signal"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "teamviewer"
cask "textmate"
cask "tuple"
cask "ukelele"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zoom"
cask "zotero"
vscode "andischerer.theme-atom-one-dark"
vscode "asvetliakov.vscode-neovim"
vscode "bajdzis.vscode-database"
vscode "bastienboutonnet.vscode-dbt"
vscode "ckolkman.vscode-postgres"
vscode "danielsanmedium.dscodegpt"
vscode "davidanson.vscode-markdownlint"
vscode "donjayamanne.githistory"
vscode "dorzey.vscode-sqlfluff"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "giyyapan.commander"
vscode "grapecity.gc-excelviewer"
vscode "hackmd.vscode-hackmd"
vscode "idleberg.hopscotch"
vscode "innoverio.vscode-dbt-power-user"
vscode "josephtbradley.hive-sql"
vscode "kiteco.kite"
vscode "matt-meyers.vscode-dbml"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.sublime-keybindings"
vscode "njpwerner.autodocstring"
vscode "qufiwefefwoyn.kanagawa"
vscode "rafamel.subtle-brackets"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "samuelcolvin.jinjahtml"
vscode "sirtori.indenticator"
vscode "solarliner.linux-themes"
vscode "swashata.beautiful-ui"
vscode "tamasfe.even-better-toml"
vscode "timkmecl.codegpt3"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
vscode "znck.grammarly"
