1password-beta
1password-cli
7zip
aether
alacritty
amd-ucode
asciinema
asdcontrol
aws-cli
base
base-devel
bash-completion
bat
bind
bluetui
brightnessctl
btop
btrfs-progs
clang
claude-code
corectrl
cpupower
cups
cups-browsed
cups-filters
cups-pdf
darktable
discord
dmenu
docker
docker-buildx
docker-compose
dua-cli
dust
efibootmgr
elephant
elephant-bluetooth
elephant-calc
elephant-clipboard
elephant-desktopapplications
elephant-files
elephant-menus
elephant-providerlist
elephant-runner
elephant-symbols
elephant-todo
elephant-unicode
elephant-websearch
evince
exfatprogs
expac
expect
eza
fastfetch
fcitx5
fcitx5-gtk
fcitx5-qt
fd
ffmpegthumbnailer
firefox
fontconfig
fprintd
freerdp
fzf
gemini-cli
geoclue
ghostty
gimp
git
git-delta
github-cli
gnome-calculator
gnome-keyring
gnome-themes-extra
gphoto2
gpu-screen-recorder
gst-plugin-pipewire
gum
gvfs-mtp
gvfs-nfs
gvfs-smb
hugo
hypridle
hyprland
hyprland-guiutils
hyprlock
hyprpicker
hyprshot
hyprsunset
i3-wm
i3status
imagemagick
impala
imv
inetutils
inxi
isync
iw
iwd
jq
k9s
kdenlive
kitty
kubectl
kvantum-qt5
languagetool
lazydocker
lazygit
less
lib32-expat
libappindicator
libgphoto2
libpulse
libqalculate
libreoffice-fresh
libwebp-utils
limine
limine-mkinitcpio-hook
limine-snapper-sync
linux
linux-firmware
linux-headers
llvm
localsend
luarocks
lynx
mako
man-db
mariadb-libs
mesa-demos
mesa-utils
mise
mpv
msmtp
nautilus
neomutt
neovim
newsboat
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nss-mdns
obs-studio
obsidian
omarchy-chromium
omarchy-keyring
omarchy-nvim
omarchy-walker
openbsd-netcat
pamixer
pandoc-cli
pdfarranger
perl-image-exiftool
pinta
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
plocate
plymouth
polkit-gnome
postgresql-libs
power-profiles-daemon
presenterm
pv
python-gobject
python-poetry-core
python-terminaltexteffects
python-weasyprint
qalculate-gtk
qt5-wayland
qutebrowser
rdesktop
ripgrep
rsync
ruby
rust
s3fs-fuse
satty
sddm
seahorse
signal-desktop
slurp
snapper
sof-firmware
spotify
sshfs
starship
stow
stress
stress-ng
sushi
swaybg
swayosd
system-config-printer
tesseract-data-deu
tig
timeshift
tldr
tmux
tobi-try
trash-cli
tree
tree-sitter-cli
ttc-iosevka
ttf-atkinson-hyperlegible
ttf-cascadia-mono-nerd
ttf-ia-writer
ttf-jetbrains-mono-nerd
typora
tzupdate
ufw
ufw-docker
unzip
usage
usbutils
uwsm
vim
visual-studio-code-bin
vulkan-radeon
w3m
walker
waybar
wayfreeze
wget
whois
wireless_tools
wiremix
wireplumber
wl-clipboard
woff2-font-awesome
wtype
xapp
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-terminal-exec
xmlstarlet
xorg-xrandr
xournalpp
xterm
yarn
yaru-icon-theme
yay
yazi
yt-dlp
zed
zoxide
zram-generator
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
