1password-beta
1password-cli
7zip
alacritty
amd-ucode
asciinema
aws-cli
base
base-devel
bash-completion
bat
blueberry
brave-bin
brightnessctl
btop
btrfs-progs
chaotic-keyring
chaotic-mirrorlist
clang
claude-code
clipse
corectrl
cpupower
cups
cups-browsed
cups-filters
cups-pdf
discord
dmenu
docker
docker-buildx
docker-compose
dua-cli
efibootmgr
evince
eza
fastfetch
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
fd
ffmpegthumbnailer
firefox
fprintd
fzf
gcc14
gemini-cli
geoclue
ghostty
gimp
git
git-delta
github-cli
gnome-calculator
gnome-keyring
gnome-themes-extra
gphoto2
gst-plugin-pipewire
gum
gvfs-mtp
hugo
hypridle
hyprland
hyprland-qtutils
hyprlock
hyprpicker
hyprshot
hyprsunset
i3-wm
i3status
imagemagick
impala
imv
inetutils
iw
iwd
jdk
k9s
kdenlive
kitty
ksnip
kubectl
kvantum-qt5
languagetool
lazydocker
lazygit
less
libappindicator-gtk3
libfprint-git
libgphoto2
libpulse
libqalculate
libreoffice-fresh
linux
linux-firmware
llvm
localsend
luarocks
mako
man-db
mariadb-libs
mesa-demos
mesa-utils
mise
mpv
nautilus
neovim
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nss-mdns
obs-studio
obsidian
ocrmypdf
omarchy-chromium
pamixer
pandoc-cli
pdfarranger
pinta
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
plocate
plymouth
polkit-gnome
postgresql-libs
power-profiles-daemon
presenterm
pv
python-terminaltexteffects
qutebrowser
rdesktop
ripgrep
rsync
rust
rustdesk-bin
satty
signal-desktop
slack-desktop
sof-firmware
spotify
sshfs
starship
steam
stow
stress-ng
sushi
swaybg
swayosd
system-config-printer
tesseract-data-deu
tig
timeshift
tldr
tmux
tree
tree-sitter-cli
ttc-iosevka
ttf-atkinson-hyperlegible
ttf-cascadia-mono-nerd
ttf-ia-writer
typora
tzupdate
ufw
ufw-docker
unzip
usbutils
uwsm
vim
visual-studio-code-bin
vulkan-radeon
walker-bin
waybar
wget
whois
wireless_tools
wiremix
wireplumber
wl-clip-persist
wl-clipboard
wl-screenrec
woff2-font-awesome
wtype
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xmlstarlet
xorg-xrandr
xournalpp
xterm
yarn
yaru-icon-theme
yay
yazi
zed
zen-browser-bin
zotero-bin
zoxide
zram-generator
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
zsh-theme-powerlevel10k-git
