[
  "obsidian-vimrc-support",
  "remember-cursor-position",
  "obsidian-scroll-offset",
  "obsidian-hider",
  "templater-obsidian",
  "obsidian-admonition",
  "nldates-obsidian",
  "obsidian-pandoc",
  "obsidian-projects",
  "settings-search",
  "obsidian-style-settings",
  "tag-wrangler",
  "obsidian-advanced-uri",
  "numerals",
  "note-folder-autorename",
  "obsidian-charts",
  "obsidian-heading-shifter",
  "obsidian-footnotes",
  "text-extractor",
  "blockreffer",
  "obsidian-plantuml",
  "obsidian-linter",
  "obsidian-list-callouts",
  "obsidian-open-specific-notes",
  "obsidian-theme-design-utilities",
  "obsidian-reading-time",
  "statusbar-organizer",
  "obsidian-trouble-tags",
  "open-specific-notes",
  "trouble-tags",
  "duckdb-motherduck",
  "omnisearch",
  "obsidian-auto-link-title-fixed",
  "smart-connections",
  "better-export-pdf",
  "copy-url-in-preview",
  "image-converter",
  "dataview",
  "obsidian-excalidraw-plugin"
]