[
  "obsidian-admonition",
  "cmdr",
  "nldates-obsidian",
  "obsidian-list-callouts",
  "obsidian-auto-link-title",
  "obsidian-advanced-uri",
  "obsidian-charts",
  "dataview",
  "obsidian-projects",
  "templater-obsidian"
]