[
  "obsidian-vimrc-support",
  "omnisearch",
  "remember-cursor-position",
  "obsidian-scroll-offset",
  "obsidian-list-callouts",
  "obsidian-hider",
  "templater-obsidian",
  "obsidian-admonition",
  "nldates-obsidian",
  "obsidian-pandoc",
  "obsidian-projects",
  "obsidian-reading-time",
  "settings-search",
  "obsidian-style-settings",
  "tag-wrangler",
  "obsidian-auto-link-title",
  "better-export-pdf",
  "dataview",
  "obsidian-advanced-uri",
  "excalibrain",
  "obsidian-kanban",
  "obsidian-kindle-plugin",
  "numerals",
  "readwise-official",
  "note-folder-autorename",
  "obsidian-charts",
  "obsidian-heading-shifter",
  "copy-image",
  "obsidian-footnotes",
  "image-converter",
  "text-extractor",
  "nlp",
  "graph-analysis",
  "blockreffer",
  "obsidian-excalidraw-plugin",
  "obsidian-plantuml",
  "obsidian-book-search-plugin"
]