[
  "obsidian-plugin-todo",
  "obsidian-reading-time",
  "obsidian-zoom",
  "nldates-obsidian",
  "txt-as-md-obsidian",
  "obsidian-vimrc-support",
  "templater-obsidian",
  "table-editor-obsidian",
  "readwise-official",
  "note-folder-autorename",
  "dataview",
  "notetweet",
  "obsidian-kanban",
  "workbench-obsidian",
  "taskbone-ocr-plugin",
  "obsidian-relative-line-numbers",
  "obsidian-pandoc",
  "tag-wrangler",
  "extract-highlights-plugin",
  "obsidian-languagetool-plugin",
  "obsidian-kindle-plugin",
  "obsidian-admonition",
  "excalibrain",
  "obsidian-excalidraw-plugin",
  "omnisearch",
  "obsidian-auto-link-title",
  "calendar",
  "ava",
  "obsidian42-strange-new-worlds",
  "obsidian-focus-mode",
  "cm-typewriter-scroll-obsidian"
]